<script lang="ts" context="module">
    import Group from "$lib/components/Group.svelte";
    import Header from "$lib/view/Header.svelte";
    import Footer from "$lib/view/Footer.svelte";
</script>

<Header />

<main class="container-fluid">
    <article data-theme="light">
        <h1>Выход есть!</h1>

        <p>
            Если у Вас, Ваших родных или знакомых есть проблемы с алкоголем,
            возможно, содружество "Анонимные Алкоголики" (АА) сможет Вам помочь.
            Помощь бесплатна и анонимна. Членом содружества может стать любой
            алкоголик, желающий бросить пить
        </p>
        <a role="button" href="tel:+7 (4012) 40-16-89">+7 (4012) 40-16-89</a>
    </article>

    <h2>ЧТО ТАКОЕ АА?</h2>

    <img alt="group" src="assets/Group.png" />

    <blockquote cite="https://www.aagrapevine.org/">
        <p>
            Анонимные Алкоголики © — это содружество, объединяющее мужчин и
            женщин, которые делятся друг с другом своим опытом, силами и
            надеждами, чтобы решить свою общую проблему и помочь другим
            избавиться от алкоголизма. Единственное условие для членства в АА —
            это желание бросить пить. Члены АА не платят ни вступительных, ни
            членских взносов. Мы содержим себя сами благодаря нашим добровольным
            пожертвованиям. АА не связано ни с какой сектой, вероисповеданием,
            политическим направлением, организацией или учреждением; стремится
            не вступать в полемику по каким бы то ни было вопросам, не
            поддерживает и не выступает против чьих бы то ни было интересов.
            Наша главная цель — оставаться трезвыми и помочь другим алкоголикам
            обрести здоровый, трезвый образ жизни…
        </p>
        <cite>
            <a href="https://www.aagrapevine.org/" target="_blank">
                © The A.A. Grapevine, Inc.
            </a>
        </cite>
    </blockquote>
</main>
<Group />
<Footer />

<style>
    @import "app.css";
</style>
